<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    
    <meta name="description" content="МебельКлассик изготовит кухни, шкафы, шкафы купе и другую мебель на заказ по вашим размерам. 
    Используется качественная фурнитура от известных производителей, а также качественные материалы фасадов.">
    <meta name="keywords" content="МебельКлассик, мебель на заказ,  кухни на заказ, собственное производство, кухни на заказ, качественные материалы, ">
    <meta property=“og:title” content="Главная">
    <meta property=“og:site_name” content="МебельКлассик">
    <meta property=“og:type” content="website">
    <meta property=“og:image” content=“http://example.com/картинка_статьи.jpg”>
    <meta property=“og:description” content="МебельКлассик - производство мебели на заказ по индивидуальным размерам">
    
    <?php wp_head() ?>
    
    <link rel="apple-touch-icon" sizes="114x114" href="favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="favicon/favicon-16x16.png">
    <link rel="manifest" href="favicon/site.webmanifest">
    <link rel="mask-icon" href="favicon/safari-pinned-tab.svg" color="#5bbad5">


    <title> МебельКлассик - изготовление мебели на заказ в Санкт-Петербурге</title>
    
</head>
<body>

    <div class="wrapper ">
        <header class="header">
            <div class="header__inner">
                <div class="header__inner__logo"></div>
                <div class="header__inner__nav">
                    <a href="#" class="header__inner__nav__link">О нас</a>
                    <a href="#" class="header__inner__nav__link">Проекты</a>
                    <a href="#" class="header__inner__nav__link">Материалы</a>
                    <a href="#" class="header__inner__nav__link">Отзывы</a>
                    <a href="#" class="header__inner__nav__link">Услуги</a>
                    <a href="#" class="header__inner__nav__link">Фасады</a>
                    <a href="#" class="header__inner__nav__link">Статьи</a>
                </div>
                <div class="header__inner__contact">                    
                    <a href="tel:+79219389897" class="header__inner__contact__phone">+7(921)938-98-97</a>
                    <p class="header__inner__contact__schedule">Ежедневно с 10 до 20</p>                    
                    <a  href="mailto:klassik.spb@yandex.ru" class="header__inner__contact__email">klassik.spb@yandex.ru</a>
                </div>
            </div>
            <nav class="header__nav">
                <a href="#" class="header__nav__link header__nav__link--kitchen">Кухни</a>
                <a href="#" class="header__nav__link header__nav__link--wardrobe">Шкафы</a>
                <a href="#" class="header__nav__link header__nav__link--commode">Комоды</a>
                <a href="#" class="header__nav__link header__nav__link--wardrobe-coupe">Шкафы-купе</a>
            </nav>
            <div class="header__title">
                <h1 class="header__title__text">Производим качественную мебель по&nbsp;индивидуальным размерам</h1>
                <button name="#modal-header" class="header__title__btn btn modal-btn modal-link">Рассчитать проект</button>
            </div>
        </header>
        <main class="main">
            <section class="about container">
                <h2 class="about__title title dark">О компании</h2>
                <p class="about__text content-text dark">Lorem ipsum dolor sit amet consectetur adipisicing elit. 
                    Voluptates, unde earum? Repudiandae, cumque ad! Minima, sunt voluptatibus, maiores animi, 
                    aspernatur optio est libero commodi sequi magnam obcaecati qui quasi doloremque dolorem 
                    inventore at ducimus corporis veniam? Tempora repudiandae sequi doloremque ducimus debitis 
                    modi accusantium perferendis optio fuga, magni ea accusamus, amet libero alias error 
                    asperiores magnam. Velit itaque eaque quaerat quisquam nisi quae nihil, magnam recusandae 
                    nobis necessitatibus quod quibusdam ratione, dolorem ea dicta? Officiis temporibus suscipit 
                    numquam eius dolorem a nisi laborum officia. Magnam sapiente quae fugit recusandae a. 
                    Voluptatum ab non molestias fugit, a saepe voluptate ipsam sed nesciunt enim officiis 
                    vel quibusdam ipsa dolorem quo itaque ipsum perferendis? Ipsum debitis, numquam atque 
                    quae facilis velit. Eveniet recusandae excepturi facilis exercitationem unde ducimus dolor, 
                    nisi quo sit dolorum perspiciatis minus! Et placeat aliquam error magnam a corporis illum 
                    corrupti dicta, illo incidunt atque hic nostrum cupiditate excepturi voluptate dolor fugiat 
                    at expedita doloremque dolorem provident? Rerum consequatur maiores possimus tenetur 
                    necessitatibus quasi omnis velit odit. Omnis mollitia minus quasi corrupti soluta. 
                    Reiciendis debitis sunt vel quasi sequi itaque fugiat non dolorum vero aut aliquam 
                    animi odio exercitationem voluptate dignissimos molestias doloremque maxime modi aliquid natus, 
                    ex consequatur? Itaque vel neque, quisquam maxime hic iure ratione harum, magni optio, magnam 
                    cum tempora vero tempore. Culpa, quam blanditiis amet asperiores eveniet neque ducimus voluptatum 
                    inima excepturi rerum cupiditate aliquam. Id aliquam sapiente sint vitae quos, maxime unde ab 
                    perferendis quibusdam ad? Molestiae, magni reiciendis? Voluptas veniam reprehenderit dolorem 
                    cumque saepe necessitatibus asperiores aliquid! Quis itaque eveniet quos tenetur sint iste 
                    reprehenderit libero maxime quia adipisci, porro ducimus repellat odit sequi. Aspernatur suscipit 
                    eaque possimus voluptatem. Maxime dolores sed fugit cum amet neque sequi similique possimus adipisci. 
                    Distinctio minus maiores doloremque veniam nesciunt! Corporis adipisci quibusdam, ex ullam eaque 
                    veniam labore? </p>                
            </section>
            <div class="about__img" width="811" height="541"></div>
            <section class="advantage container">
                <h2 class="advantage__title title light">О компании</h2>
                <div class="advantage__inner">
                    <div class="advantage__item">
                        <svg class="advantage__item__img" width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0)">
                            <path d="M53.7734 31.4453C55.2836 31.4453 56.5078 30.2211 56.5078 28.7109C56.5078 27.2008 55.2836 25.9766 53.7734 25.9766C52.2633 25.9766 51.0391 27.2008 51.0391 28.7109C51.0391 30.2211 52.2633 31.4453 53.7734 31.4453Z" />
                            <path d="M60.0625 5.46875H56.5078V2.73438C56.5078 1.22418 55.2836 0 53.7734 0C52.2632 0 51.0391 1.22418 51.0391 2.73438V5.46875H38.5977V2.73438C38.5977 1.22418 37.3735 0 35.8633 0C34.3531 0 33.1289 1.22418 33.1289 2.73438V5.46875H20.8242V2.73438C20.8242 1.22418 19.6 0 18.0898 0C16.5796 0 15.3555 1.22418 15.3555 2.73438V5.46875H11.9375C5.90656 5.46875 1 10.3753 1 16.4062V59.0625C1 65.0934 5.90656 70 11.9375 70H32.8555C34.3657 70 35.5898 68.7758 35.5898 67.2656C35.5898 65.7554 34.3657 64.5312 32.8555 64.5312H11.9375C8.92203 64.5312 6.46875 62.078 6.46875 59.0625V16.4062C6.46875 13.3908 8.92203 10.9375 11.9375 10.9375H15.3555V13.6719C15.3555 15.1821 16.5796 16.4062 18.0898 16.4062C19.6 16.4062 20.8242 15.1821 20.8242 13.6719V10.9375H33.1289V13.6719C33.1289 15.1821 34.3531 16.4062 35.8633 16.4062C37.3735 16.4062 38.5977 15.1821 38.5977 13.6719V10.9375H51.0391V13.6719C51.0391 15.1821 52.2632 16.4062 53.7734 16.4062C55.2836 16.4062 56.5078 15.1821 56.5078 13.6719V10.9375H60.0625C63.078 10.9375 65.5312 13.3908 65.5312 16.4062V31.9922C65.5312 33.5024 66.7554 34.7266 68.2656 34.7266C69.7758 34.7266 71 33.5024 71 31.9922V16.4062C71 10.3753 66.0934 5.46875 60.0625 5.46875Z" />
                            <path d="M54.457 36.9141C45.3352 36.9141 37.9141 44.3352 37.9141 53.457C37.9141 62.5789 45.3352 70 54.457 70C63.5789 70 71 62.5789 71 53.457C71 44.3352 63.5789 36.9141 54.457 36.9141ZM54.457 64.5312C48.3508 64.5312 43.3828 59.5634 43.3828 53.457C43.3828 47.3506 48.3508 42.3828 54.457 42.3828C60.5633 42.3828 65.5312 47.3506 65.5312 53.457C65.5312 59.5634 60.5633 64.5312 54.457 64.5312Z" />
                            <path d="M58.4219 50.7227H57.1914V47.8516C57.1914 46.3414 55.9672 45.1172 54.457 45.1172C52.9468 45.1172 51.7227 46.3414 51.7227 47.8516V53.457C51.7227 54.9672 52.9468 56.1914 54.457 56.1914H58.4219C59.9321 56.1914 61.1562 54.9672 61.1562 53.457C61.1562 51.9468 59.9321 50.7227 58.4219 50.7227Z" />
                            <path d="M41.8789 31.4453C43.3891 31.4453 44.6133 30.2211 44.6133 28.7109C44.6133 27.2008 43.3891 25.9766 41.8789 25.9766C40.3688 25.9766 39.1445 27.2008 39.1445 28.7109C39.1445 30.2211 40.3688 31.4453 41.8789 31.4453Z"/>
                            <path d="M29.9844 43.3398C31.4945 43.3398 32.7188 42.1156 32.7188 40.6055C32.7188 39.0953 31.4945 37.8711 29.9844 37.8711C28.4742 37.8711 27.25 39.0953 27.25 40.6055C27.25 42.1156 28.4742 43.3398 29.9844 43.3398Z" />
                            <path d="M18.0898 31.4453C19.6 31.4453 20.8242 30.2211 20.8242 28.7109C20.8242 27.2008 19.6 25.9766 18.0898 25.9766C16.5797 25.9766 15.3555 27.2008 15.3555 28.7109C15.3555 30.2211 16.5797 31.4453 18.0898 31.4453Z" />
                            <path d="M18.0898 43.3398C19.6 43.3398 20.8242 42.1156 20.8242 40.6055C20.8242 39.0953 19.6 37.8711 18.0898 37.8711C16.5797 37.8711 15.3555 39.0953 15.3555 40.6055C15.3555 42.1156 16.5797 43.3398 18.0898 43.3398Z" />
                            <path d="M18.0898 55.2344C19.6 55.2344 20.8242 54.0102 20.8242 52.5C20.8242 50.9898 19.6 49.7656 18.0898 49.7656C16.5797 49.7656 15.3555 50.9898 15.3555 52.5C15.3555 54.0102 16.5797 55.2344 18.0898 55.2344Z" />
                            <path d="M29.9844 55.2344C31.4945 55.2344 32.7188 54.0102 32.7188 52.5C32.7188 50.9898 31.4945 49.7656 29.9844 49.7656C28.4742 49.7656 27.25 50.9898 27.25 52.5C27.25 54.0102 28.4742 55.2344 29.9844 55.2344Z" />
                            <path d="M29.9844 31.4453C31.4945 31.4453 32.7188 30.2211 32.7188 28.7109C32.7188 27.2008 31.4945 25.9766 29.9844 25.9766C28.4742 25.9766 27.25 27.2008 27.25 28.7109C27.25 30.2211 28.4742 31.4453 29.9844 31.4453Z" />
                        </svg>
                        <p class="advantage__item__text content-text light">Выполняем заказ за&nbsp;21&nbsp;день</p>
                    </div>
                    <div class="advantage__item">
                        <svg class="advantage__item__img" width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M40.4688 61.7969C39.7141 61.7969 39.1016 62.4094 39.1016 63.1641C39.1016 63.9188 39.7141 64.5312 40.4688 64.5312C41.2234 64.5312 41.8359 63.9188 41.8359 63.1641C41.8359 62.4094 41.2234 61.7969 40.4688 61.7969Z" />
                            <path d="M59.6094 6.28906H55.5078V4.10156C55.5078 1.83996 53.6679 0 51.4062 0H18.5938C16.3321 0 14.4922 1.83996 14.4922 4.10156V6.28906H10.3906C8.12902 6.28906 6.28906 8.12902 6.28906 10.3906C6.28906 19.2851 10.4511 25.8217 17.203 27.6415C19.5177 32.7363 23.1774 37.0675 27.8225 40.1971C28.8925 40.918 29.5312 42.1522 29.5312 43.4984V51.0315C28.594 51.2719 27.7342 51.7591 27.0319 52.4616C25.9987 53.4949 25.4297 54.868 25.4297 56.3281H24.0625C21.8009 56.3281 19.9609 58.1681 19.9609 60.4297V68.6328C19.9609 69.3879 20.5732 70 21.3281 70H48.6719C49.4268 70 50.0391 69.3879 50.0391 68.6328V60.4297C50.0391 58.1681 48.1991 56.3281 45.9375 56.3281H44.5703C44.5703 53.7846 42.8248 51.641 40.4688 51.0325V43.5053C40.4688 42.1546 41.1079 40.9181 42.1788 40.1972C46.8244 37.0673 50.4841 32.7361 52.7986 27.6411C59.5496 25.8206 63.7109 19.2845 63.7109 10.3906C63.7109 8.12902 61.871 6.28906 59.6094 6.28906ZM9.02344 10.3906C9.02344 9.63676 9.63676 9.02344 10.3906 9.02344H14.4922V15.1348C14.4922 18.2513 14.9643 21.3031 15.8963 24.2421C11.5455 22.087 9.02344 17.1098 9.02344 10.3906ZM45.9375 59.0625C46.6914 59.0625 47.3047 59.6758 47.3047 60.4297V67.2656H22.6953V60.4297C22.6953 59.6758 23.3086 59.0625 24.0625 59.0625H45.9375ZM52.7734 15.1348C52.7734 18.8694 52.03 22.5034 50.5632 25.9355C48.4769 30.8187 45.0494 34.9661 40.6514 37.9292C38.8248 39.1587 37.7344 41.2433 37.7344 43.5053V52.2266C37.7344 52.9817 38.3466 53.5938 39.1016 53.5938C40.6093 53.5938 41.8359 54.8204 41.8359 56.3281H28.1641C28.1641 55.5983 28.4487 54.9119 28.9654 54.3951C29.4567 53.9037 30.1016 53.6223 30.7913 53.5958C30.8267 53.5985 30.8623 53.5999 30.8983 53.5999C31.6533 53.5999 32.2655 52.9817 32.2655 52.2266V43.4984C32.2655 41.2412 31.1757 39.1594 29.3504 37.9295C24.952 34.9662 21.5245 30.8189 19.4379 25.9353C17.9706 22.5043 17.2266 18.8705 17.2266 15.1348V4.10156C17.2266 3.3477 17.8399 2.73438 18.5938 2.73438H51.4062C52.1601 2.73438 52.7734 3.3477 52.7734 4.10156V15.1348ZM54.1043 24.2419C55.0359 21.3021 55.5078 18.2504 55.5078 15.1348V9.02344H59.6094C60.3632 9.02344 60.9766 9.63676 60.9766 10.3906C60.9766 17.1094 58.4548 22.0865 54.1043 24.2419Z" />
                            <path d="M45.8198 16.1547C45.6591 15.6596 45.2312 15.2988 44.7161 15.2242L38.8158 14.3678L36.1767 9.02002C35.9464 8.55326 35.4711 8.25781 34.9506 8.25781C34.4302 8.25781 33.9549 8.55326 33.7246 9.02002L31.0855 14.3678L25.1854 15.2242C24.6702 15.299 24.2424 15.6598 24.0815 16.1547C23.9207 16.6497 24.0548 17.1931 24.4275 17.5563L28.6978 21.718L27.6899 27.5952C27.602 28.1081 27.8128 28.6264 28.2339 28.9324C28.655 29.2383 29.2132 29.2786 29.6737 29.0365L34.9508 26.262L40.2291 29.0365C40.6926 29.2801 41.2505 29.2363 41.6689 28.9323C42.0898 28.6263 42.3006 28.1079 42.2126 27.5949L41.2036 21.7179L45.4737 17.5563C45.8466 17.1931 45.9806 16.6497 45.8198 16.1547ZM38.7803 20.2614C38.458 20.5756 38.3108 21.0283 38.3871 21.472L39.0489 25.327L35.5868 23.5071C35.1883 23.2978 34.7125 23.2978 34.3145 23.5073L30.8535 25.327L31.5146 21.4717C31.5906 21.028 31.4435 20.5755 31.1213 20.2614L28.3207 17.532L32.19 16.9704C32.6354 16.9057 33.0204 16.626 33.2196 16.2224L34.9508 12.7143L36.6819 16.2224C36.8811 16.626 37.2661 16.9057 37.7115 16.9704L41.581 17.532L38.7803 20.2614Z" />
                            <path d="M35 61.7969H29.5312C28.7763 61.7969 28.1641 62.409 28.1641 63.1641C28.1641 63.9192 28.7763 64.5312 29.5312 64.5312H35C35.755 64.5312 36.3672 63.9192 36.3672 63.1641C36.3672 62.409 35.755 61.7969 35 61.7969Z" />
                            <path d="M56.0561 65.8984H56.8183C56.43 65.8214 56.1689 65.8138 56.0561 65.8984Z" fill="#F9F1E7"/>
                        </svg>
                        <p class="advantage__item__text content-text light">Высокое качество материалов</p>
                    </div>
                    <div class="advantage__item">
                        <svg class="advantage__item__img" width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g>
                            <path d="M53.6472 -0.136719H16.4073C13.1613 -0.13298 10.5311 2.49726 10.5273 5.74326V63.9834C10.5311 67.2294 13.1613 69.8596 16.4073 69.8634H53.6472C56.8932 69.8596 59.5234 67.2294 59.5272 63.9834V5.74326C59.5234 2.49726 56.8932 -0.13298 53.6472 -0.136719ZM57.1939 63.9834C57.1923 65.9412 55.605 67.5279 53.6472 67.5301H16.4073C14.4494 67.5279 12.8622 65.9412 12.8606 63.9834V5.74326C12.8622 3.78541 14.4494 2.19872 16.4073 2.19658H53.6472C55.605 2.19872 57.1923 3.78541 57.1939 5.74326V63.9834Z" />
                            <path d="M25.0382 32.0868C25.4286 32.3517 25.9402 32.3559 26.3344 32.0969L29.496 30.0184L31.5751 33.18C31.9297 33.7178 32.6533 33.8663 33.1917 33.5111C33.4491 33.3413 33.6291 33.0764 33.6915 32.7736L35.2243 25.3528L36.7565 32.7736C36.8863 33.4048 37.5031 33.8113 38.1338 33.6815C38.4377 33.619 38.7037 33.4385 38.874 33.18L40.9542 30.0184L44.1148 32.0969C44.6525 32.4515 45.3762 32.302 45.7303 31.7642C45.9006 31.5052 45.961 31.1896 45.8985 30.8862L43.28 18.2093C45.6897 13.6527 43.9492 8.00503 39.3926 5.59536C34.836 3.18569 29.1884 4.92618 26.7787 9.48277C25.2395 12.3934 25.348 15.8995 27.0633 18.7097L24.5517 30.8862C24.4566 31.3476 24.6483 31.8214 25.0382 32.0868ZM41.2607 27.4271C40.7224 27.073 39.9993 27.222 39.6452 27.7609L38.4783 29.5431L37.1181 22.9538C38.7261 22.5832 40.207 21.7917 41.4087 20.6601L43.0493 28.5994L41.2607 27.4271ZM35.0272 6.86321C38.8933 6.86321 42.0271 9.99706 42.0271 13.8631C42.0271 17.7292 38.8933 20.8635 35.0272 20.8635C31.1612 20.8635 28.0273 17.7292 28.0273 13.8631C28.0311 9.99867 31.1628 6.86695 35.0272 6.86321ZM28.9838 20.9623C30.2228 22.0209 31.7182 22.7349 33.3204 23.0334L31.9767 29.5431L30.8039 27.7609C30.4503 27.2258 29.731 27.0768 29.1937 27.4271L27.4116 28.5935L28.9838 20.9623Z"/>
                            <path d="M19.8605 38.3635H50.194V40.6968H19.8605V38.3635Z"/>
                            <path d="M19.8605 46.5298H50.194V48.8631H19.8605V46.5298Z" />
                            <path d="M19.8605 55.863H50.194V58.1963H19.8605V55.863Z" />
                            </g>
                        </svg>
                        <p class="advantage__item__text content-text light">Опыт работы более 10&nbsp;лет</p>
                    </div>
                    <div class="advantage__item">
                        <svg class="advantage__item__img" width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M66.7224 29.9269H59.9346V25.5955H66.7224C67.0745 25.5955 67.4019 25.4149 67.5898 25.1171C67.7775 24.8195 67.7995 24.4461 67.6479 24.1285C67.1564 23.0985 66.4721 22.1916 65.6142 21.433C65.1898 21.0579 64.5418 21.0977 64.1667 21.522C63.7917 21.9462 63.8315 22.5942 64.2557 22.9694C64.4603 23.1503 64.6518 23.3422 64.8298 23.5447H58.9091C58.3427 23.5447 57.8837 24.0038 57.8837 24.5701V30.9523C57.8837 31.5186 58.3427 31.9777 58.9091 31.9777H64.8261C63.6271 33.3357 61.8778 34.155 60.0227 34.155C58.275 34.155 56.6044 33.4354 55.4003 32.1752C55.0471 30.1968 53.2067 28.5783 51.1171 28.5914H48.5191V25.2281H53.5117C53.8863 25.2281 54.2311 25.0239 54.411 24.6953C55.5354 22.6426 57.6856 21.3675 60.0227 21.3675C60.1664 21.3675 60.3114 21.3723 60.4539 21.3817C61.0196 21.4193 61.5074 20.9915 61.5448 20.4264C61.5822 19.8614 61.1546 19.3729 60.5895 19.3354C60.4022 19.323 60.2113 19.3167 60.0227 19.3167C57.1438 19.3167 54.4799 20.7812 52.93 23.1773H48.5191V22.3981C48.5191 19.9211 46.5039 17.9059 44.027 17.9059C42.6327 17.9059 41.3848 18.5445 40.5602 19.5445C39.7356 18.5445 38.4877 17.9059 37.0934 17.9059C35.6992 17.9059 34.4512 18.5445 33.6266 19.5445C32.8021 18.5445 31.5541 17.9059 30.1599 17.9059C28.2619 17.9059 26.6364 19.0896 25.9794 20.757C25.2183 20.1648 24.2632 19.8107 23.2263 19.8107C21.1379 19.8107 19.3778 21.2433 18.877 23.1773H17.0695C16.9431 22.9823 16.8087 22.7923 16.6674 22.6089C16.3216 22.1603 15.6777 22.0772 15.2291 22.4229C14.7805 22.7687 14.6974 23.4126 15.0433 23.8611C15.246 24.124 15.4295 24.4048 15.5887 24.6953C15.7686 25.0239 16.1134 25.2281 16.488 25.2281H18.7341V30.2944H16.488C16.1134 30.2944 15.7686 30.4986 15.5887 30.8272C14.4643 32.8799 12.3141 34.155 9.97704 34.155C8.12204 34.155 6.37258 33.3357 5.17356 31.9777H11.0906C11.657 31.9777 12.116 31.5186 12.116 30.9523V24.5701C12.116 24.0038 11.657 23.5447 11.0906 23.5447H5.1737C6.37286 22.1867 8.1219 21.3675 9.97717 21.3675C10.4938 21.3675 11.0075 21.4291 11.5036 21.5505C12.0535 21.6855 12.6089 21.3485 12.7435 20.7984C12.8781 20.2484 12.5415 19.6933 11.9914 19.5587C11.3357 19.3982 10.658 19.3167 9.97717 19.3167C6.73981 19.3167 3.7469 21.2055 2.35223 24.1285C2.20061 24.4462 2.22262 24.8195 2.41047 25.1171C2.59819 25.4149 2.92563 25.5955 3.27768 25.5955H10.0655V29.9269H3.27754C2.92549 29.9269 2.59805 30.1075 2.41034 30.4053C2.22248 30.7029 2.20047 31.0763 2.35209 31.3939C3.74676 34.3169 6.73995 36.2058 9.97704 36.2058C12.8559 36.2058 15.5198 34.7413 17.0697 32.3452H18.7794C19.0874 34.5242 20.9638 36.2058 23.2263 36.2058C24.3448 36.2058 25.3683 35.794 26.1554 35.1152C26.8984 36.5737 28.414 37.5756 30.1599 37.5756C31.2625 37.5756 32.273 37.1756 33.0557 36.5139C33.7863 38.0078 35.3215 39.0395 37.0936 39.0395C38.6095 39.0395 39.9738 38.2931 40.7941 37.0957C41.5414 37.5533 43.0246 37.6195 44.018 37.5756L38.6738 41.0293C36.804 42.2376 35.6878 44.288 35.6878 46.5141C35.6878 47.0804 36.1468 47.5395 36.7132 47.5395C37.2796 47.5395 37.7386 47.0804 37.7386 46.5141C37.7386 44.987 38.5044 43.5804 39.7866 42.7516L48.0502 37.4113C48.4321 37.1645 48.6057 36.696 48.4772 36.26C48.3487 35.824 47.9483 35.5247 47.4938 35.5247H42.8103C41.4641 35.5247 40.3689 34.4294 40.3689 33.0833C40.381 31.8549 41.3677 30.6732 42.8103 30.6419H51.1171C52.162 30.6419 53.0724 31.3489 53.3311 32.3613L54.6171 37.3927C54.9091 38.5354 54.6328 39.7587 53.8782 40.6649L46.7058 49.277C44.8578 51.3645 42.882 53.9474 43.0014 56.9446V68.9746C43.0014 69.5409 43.4604 70 44.0268 70C44.5933 70 45.0522 69.5409 45.0522 68.9746V56.9448C44.9161 54.4459 46.8519 52.279 48.2877 50.5823L55.4539 41.9775C56.6286 40.5672 57.0585 38.6635 56.604 36.885L56.1955 35.2865C57.3692 35.8834 58.6786 36.2057 60.0225 36.2057C63.2598 36.2057 66.2528 34.3169 67.6475 31.3937C67.7991 31.076 67.7771 30.7028 67.5892 30.4051C67.4019 30.1075 67.0746 29.9269 66.7224 29.9269ZM23.2264 34.155C21.8802 34.155 20.7851 33.0598 20.7851 31.7137V24.3028C20.7851 22.9567 21.8803 21.8614 23.2264 21.8614C24.5726 21.8614 25.6677 22.9567 25.6677 24.3028V31.7137C25.6677 33.0598 24.5724 34.155 23.2264 34.155ZM30.16 35.5248C28.8137 35.5248 27.7186 34.4296 27.7186 33.0834V22.3979C27.7186 21.0518 28.8139 19.9565 30.16 19.9565C31.5061 19.9565 32.6014 21.0518 32.6014 22.3979V33.0834C32.6014 34.4297 31.5061 35.5248 30.16 35.5248ZM37.0936 36.9887C35.7473 36.9887 34.6522 35.8934 34.6522 34.5473V22.3979C34.6522 21.0518 35.7474 19.9565 37.0936 19.9565C38.4397 19.9565 39.5348 21.0518 39.5348 22.3979V30.0141C38.7812 30.8179 38.3183 31.8974 38.3183 33.0834C38.3183 34.0882 38.65 35.0169 39.2096 35.7661C38.7816 36.5134 37.9859 36.9887 37.0936 36.9887ZM41.5857 28.7624V22.3979C41.5857 21.0518 42.681 19.9565 44.0271 19.9565C45.3732 19.9565 46.4685 21.0518 46.4685 22.3979V28.5913H42.8105C42.3859 28.5913 41.9754 28.6518 41.5857 28.7624Z" />
                            <path d="M20.7849 47.1859V38.8499C20.7849 38.2836 20.3259 37.8245 19.7595 37.8245C19.1931 37.8245 18.7341 38.2836 18.7341 38.8499V47.1859C18.7341 49.1926 19.4314 51.1552 20.6973 52.7122C21.6669 53.9048 22.2009 55.4079 22.2009 56.9447V68.9746C22.2009 69.5409 22.6599 70 23.2263 70C23.7927 70 24.2517 69.5409 24.2517 68.9746V56.9449C24.2517 54.9381 23.5544 52.9755 22.2885 51.4185C21.3191 50.2259 20.7849 48.7229 20.7849 47.1859Z" "/>
                            <path d="M35 7.07697C35.5664 7.07697 36.0254 6.61787 36.0254 6.05158V1.02539C36.0254 0.459102 35.5664 0 35 0C34.4336 0 33.9746 0.459102 33.9746 1.02539V6.05158C33.9746 6.61787 34.4336 7.07697 35 7.07697Z" />
                            <path d="M41.6047 9.01193C41.776 9.12185 41.9676 9.17422 42.1571 9.17422C42.4948 9.17422 42.8255 9.00742 43.0213 8.70199L44.3488 6.63098C44.6544 6.15424 44.5156 5.52 44.0388 5.21444C43.5623 4.90873 42.9279 5.0475 42.6222 5.52438L41.2947 7.59539C40.9891 8.07213 41.1279 8.70637 41.6047 9.01193Z" />
                            <path d="M47.1339 14.9821C47.2724 14.9821 47.4129 14.9539 47.5476 14.8943L49.7979 13.9002C50.3159 13.6715 50.5504 13.066 50.3215 12.5479C50.0926 12.0298 49.4871 11.7953 48.9692 12.0243L46.719 13.0184C46.2009 13.2471 45.9664 13.8527 46.1953 14.3707C46.3647 14.754 46.7401 14.9821 47.1339 14.9821Z" />
                            <path d="M26.9787 8.70199C27.1746 9.00742 27.5053 9.17422 27.8429 9.17422C28.0324 9.17422 28.2239 9.12172 28.3952 9.01193C28.8719 8.70637 29.0108 8.07213 28.7053 7.59539L27.3777 5.52438C27.072 5.0475 26.4378 4.90901 25.9612 5.21444C25.4845 5.52 25.3456 6.15424 25.6511 6.63098L26.9787 8.70199Z" />
                            <path d="M20.2021 13.9003L22.4524 14.8944C22.587 14.954 22.7277 14.9821 22.8661 14.9821C23.2597 14.9821 23.6352 14.7541 23.8045 14.3707C24.0334 13.8527 23.7989 13.2473 23.2809 13.0184L21.0306 12.0244C20.5131 11.7958 19.9072 12.03 19.6783 12.548C19.4496 13.066 19.6841 13.6715 20.2021 13.9003Z" />
                        </svg>                        
                        <p class="advantage__item__text content-text light">Собственное производство мебели</p>
                    </div>
                </div>
            </section>
        </main>
        <footer class="footer container">
            <div class="footer__info">
                <div class="footer__nav">
                    <h5 class="footer__nav__title">Мебель</h5>
                    <nav class="footer__nav__link">
                        <a href="#" class="footer__nav__link__item">Кухни</a>
                        <a href="#" class="footer__nav__link__item">Шкафы</a>
                        <a href="#" class="footer__nav__link__item">Шкафы купе</a>
                        <a href="#" class="footer__nav__link__item">Комоды</a>
                        <a href="#" class="footer__nav__link__item">Услуги</a>
                        <a href="#" class="footer__nav__link__item">Фасады</a>
                        <a href="#" class="footer__nav__link__item">Полезная информация</a>
                    </nav>                    
                </div>
                <div class="footer__social"></div>
                <div class="footer__about"></div>
            </div>
            <div class="footer__copyright">&copy;&nbsp;2020&nbsp;КМ-МЕБЕЛЬ.РФ</div>
        </footer>
    </div>


        <div id="modal-header" class="modal">
            <div class="modal__body">
                <div class="modal__content form">
                    <a href="#" class="modal__close close-modal">X</a>
                    <!-- <h2 class="modal__title">Lorem ipsum, dolor sit amet consectetur adipisicing elit. </h2>
                    <p class="modal__text"> Lorem ipsum dolor, sit amet consectetur adipisicing elit. Alias, praesentium harum autem, maxime eos repellat sequi rerum ea quas ad facilis ipsum doloribus! Ut, delectus sint modi aperiam pariatur soluta!</p> -->
                    <form action="#" method="POST" id="form" class="modal__form form__body">
                        <h2 class="form__title">Отправка данных на почту</h2>
                        <div class="form__item">
                            <label for="formName" class="form__label ">Имя*</label>
                            <input type="text" name="name" id="formName" class="form__input _req">
                        </div>
                        <div class="form__item">
                            <label for="formEmail" class="form__label">E-mail*</label>
                            <input type="text" name="email" id="formEmail" class="form__input _req _email">
                        </div>
                        <div class="form__item">
                            <label for="formPhone" class="form__label">Телефон*</label>
                            <input type="text" name="phone" id="formPhone" class="form__input _req _phone">
                        </div>
                        <div class="form__item">
                            <label for="formMessage" class="form__label">Сообщение:</label>
                            <textarea name="message" id="formMessage" class="form__input" cols="30" rows="10"></textarea>
                        </div>
                        <div class="form__item">
                            <div class="form__label">Прикрепить фото</div>
                            <div class="file">
                                <div class="file__item">
                                    <input id="formImage" accept=".jpg, .png, .gif" type="file" name="image" class="file__input">
                                    <div class="file__button">Выбрать</div>
                                </div>
                                <div id="formPreview" class="file__preview"></div>                                
                            </div>
                            <div class="form__item">
                                <div class="checkbox">
                                    <input type="checkbox" name="agreement" id="formAgreement" class="checkbox__input _req">
                                    <label for="formAgreement" class="checkbox__label "><span>Я даю свое согласие на обработку персональных данных в соответствии с <a href="#">Условиями</a></span></label>
                                </div>
                            </div>
                        </div>
                        <button class="form__button" type="submit" id="btn_modal">Отправить</button>
                    </form>
                </div>
            </div>
        </div>
     <?php wp_footer() ?>
</body>
</html>